<!DOCTYPE html>

<head>

    <meta name="description" content="Constantin Brancusi">
    <meta name="description" content="artist">
    <meta name="description" content="targu jiu">
    <meta name="description" content="sculptures">
    <meta name="author" content="Unguru Bianca">
    <link rel="stylesheet" href="style.css">

</head>


<body>

    <header>
        <div>

            <nav>
                <ul>
                    <li><a href="home.html"> <button class="button"> </button> Home </a> </li>
                    <li> <a href="C Brancusi.html"> <button class="button"> Constantin Br&acirc;ncu&#351;i </a>
                        </button> </li>
                    <li> <a href="Masa Tacerii.html"> <button class="button">Table of Silence </a> </button> </li>
                    <li> <a href="Poarta Sarutului.html"> <button class="button">Gate of the Kiss </a> </button> </li>
                    <li> <a href="Coloana.html"> <button class="button">Endless Column </a> </button> </li>
                </ul>
                <nav>

        </div>
    </header>


    <div class="main" id="page-wrap">

        <img src="brancusi.jpg" alt="Constantin Brancusi" allign="left">

        <h1>Constantin Br&acirc;ncu&#351;i </h1>
        <p><b> February 19, 1876 &hyphen; March 16, 1957 </b></p>
        <p> Constantin Br&acirc;ncu&#351;i was a Romanian sculptor, painter and photographer who made his career in
            France. Considered a pioneer of modernism, one of the most influential sculptors of the
            20th7&hyphen;century, Br&acirc;ncu&#351;i is called the patriarch of modern sculpture. As a child he
            displayed an aptitude for carving wooden farm tools. Formal studies took him first to Bucharest, then to
            Munich, then to the &acirc;cole des Beaux&hyphen;Arts in Paris from 1905 to 1907. His art emphasizes clean
            geometrical lines that balance forms inherent in his materials with the symbolic allusions of
            representational art. Br&acirc;ncu&#351;i sought inspiration in non-European cultures as a source of
            primitive exoticism, as did Paul Gauguin, Pablo Picasso, Andr&eacute; Derain and others. However, other
            influences emerge from Romanian folk art traceable through Byzantine and Dionysian traditions. </p>



        <h2> Early Years </h2>

        <p> Br&acirc;ncu&#351;i grew up in the village of Hobita, Gorj, near T&acirc;rgu Jiu, close to Romania&apos;s
            Carpathian Mountains, an area known for its rich tradition of folk crafts, particularly woodcarving.
            Geometric patterns of the region are seen in his later works.

            His parents Nicolae and Maria Br&acirc;ncu&#351;i were poor peasants who earned a meager living through
            back&hyphen;breaking labor&semi; from the age of seven, Constantin herded the family&apos;s flock of sheep.
            He showed talent for carving objects out of wood, and often ran away from home to escape the bullying of his
            father and older brothers.

            At the age of nine, Br&acirc;ncu&#351;i left the village to work in the nearest large town. At 11 he went
            into the service of a grocer in Slatina&semi; and then he became a domestic in a public house in Craiova
            where he remained for several years. When he was 18, Br&acirc;ncu&#351;i created a violin by hand with
            materials he found around his workplace. Impressed by Br&acirc;ncu&#351;i&apos;s talent for carving, an
            industrialist entered him in the Craiova School of Arts and Crafts (&#351;coala de arte &#351;i meserii),
            where he pursued his love for woodworking, graduating with honors in 1898.

            He then enrolled in the Bucharest School of Fine Arts, where he received academic training in sculpture. He
            worked hard, and quickly distinguished himself as talented. One of his earliest surviving works, under the
            guidance of his anatomy teacher, Dimitrie Gerota, is a masterfully rendered ?corch? (statue of a man with
            skin removed to reveal the muscles underneath) which was exhibited at the Romanian Athenaeum in 1903. Though
            just an anatomical study, it foreshadowed the sculptor&apos;s later efforts to reveal essence rather than
            merely copy outward appearance. </p>



        <h2> Working in Paris </h2>

        <p> In 1903, Br&acirc;ncu&#351;i traveled to Munich, and from there to Paris. In Paris, he was welcomed by the
            community of artists and intellectuals brimming with new ideas. He worked for two years in the workshop of
            Antonin Merci&eacute; of the &eacute;cole des Beaux&hyphen;Arts, and was invited to enter the workshop of
            Auguste Rodin. Even though he admired the eminent Rodin he left the Rodin studio after only two months,
            saying, &quot;Nothing can grow under big trees.&quot;

            After leaving Rodin&apos;s workshop, Br&acirc;ncu&#351;i began developing the revolutionary style for which
            he is known. His first commissioned work, The Prayer, was part of a gravestone memorial. It depicts a young
            woman crossing herself as she kneels, and marks the first step toward abstracted, non&hyphen;literal
            representation, and shows his drive to depict &quot;not the outer form but the idea, the essence of
            things.&quot; He also began doing more carving, rather than the method popular with his contemporaries, that
            of modeling in clay or plaster which would be cast in metal, and by 1908 he worked almost exclusively by
            carving. </p>

        <p> In 1938, he finished the World War I monument in T&acirc;rgu&hyphen;Jiu where he had spent much of his
            childhood. Table of Silence, The Gate of the Kiss, and Endless Column commemorate the courage and sacrifice
            of Romanians who in 1916 defended T&acirc;rgu Jiu from the forces of the Central Powers. The restoration of
            this ensemble was spearheaded by the World Monuments Fund and was completed in 2004. </p>

        <h2> The Sculptural Ensemble of Br&acirc;ncu&#351;i at T&acirc;rgu Jiu</h2>


        <ul>
            <li> The Table of Silence </li>
            <li> The Gate of The Kiss </li>
            <li> The Endless Column </li>

        </ul>



    </div>

    <hr>
    <footer> &commat;2019 Somebody &vert; <a href="#"> Contact </a> </footer>
</body>
