{
    "phones": {
    "0":{
        "name": "Apple iPhone X, 64GB, 4G, Space Grey",
        "image": "https://s12emagst.akamaized.net/products/8892/8891494/images/res_d7d63673fac35dac5f93604c4a7bd059_450x450_5t3l.jpg",
        "configuration": "Viziunea noastra a fost dintotdeauna crearea unui iPhone cu ecran pe toata suprafata. Unul atat de captivant, incat dispozitivul in sine sa se piarda cu totul in experienta utilizarii. Si atat de inteligent incat sa raspunda la o atingere, la vocea ta si chiar la o privire. Cu iPhone X, acea viziune este acum realitate. Priveste direct in viitor.",
        "price": "4.249 Lei",
        "stock": "300"
    },
    "1":{
        "name": "Apple iPhone 7, 32GB, Black",
        "image": "https://s12emagst.akamaized.net/products/4159/4158442/images/res_bbdfaa9537747e2cd6dd46a657f9107b_450x450_q4h3.jpg",
        "configuration": "iPhone 7 imbunatateste substantial cele mai importante aspecte care definesc experienta iPhone. Iti ofera noi sisteme avansate pentru camere. Cele mai bune performante si cea mai extinsa autonomie din toate timpurile pentru iPhone. Difuzoare stereo captivante. Cea mai mare luminozitate si cea mai bogata gama cromatica pentru un afisaj de iPhone. Rezistenta la stropire si apa. Un design pe masura performantelor. Acesta este iPhone 7.",
        "price": "2.199 Lei",
        "stock": "400"
    },
    "2":{
        "name": "Apple iPhone 6s, 32GB, Space Grey",
        "image": "https://s12emagst.akamaized.net/products/4159/4158442/images/res_bbdfaa9537747e2cd6dd46a657f9107b_450x450_q4h3.jpg",
        "configuration": "De cand incepi sa folosesti iPhone 6s, simti ca experimentezi ceva cu totul nou. Cu o simpla apasare, 3D Touch iti permite sa faci mai multe ca niciodata. Live Photos da viata amintirilor intr-un mod incredibil de realist. Si acesta e doar inceputul. Daca-l analizezi in profunzime, iPhone 6s inoveaza la fiecare nivel.",
        "price": "1.599 Lei",
        "stock": "200"
    },
    "3":{
        "name": "Apple iPhone XS Max, 64GB, Gold",
        "image": "https://s12emagst.akamaized.net/products/17043/17042936/images/res_b7d72e6da14bd46eaa5cbcd585d08ec2_450x450_hhed.jpg",
        "configuration": "Super Retina in doua dimensiuni - inclusiv cel mai mare ecran vazut vreodata la un iPhone. Face ID si mai rapid. Cel mai inteligent si mai puternic cip intalnit la un smartphone. Si un sistem revolutionar de camere duale cu Controlul adancimii de camp. iPhone XS Max reprezinta tot ceea ce iubesti la iPhone. Acum, la un nivel extrem.",
        "price": "5.599 Lei",
        "stock": "200"
    }, 
    "4": {
        "name": "Apple iPhone XR, 64GB, Black",
        "image": "https://s12emagst.akamaized.net/products/17043/17042909/images/res_beeb2a5b938cd2fc51ad063da79f4321_450x450_ckv0.jpg",
        "configuration": "Telefon mobil Apple iPhone XR, 64GB, Black Ecran Liquid Retina complet nou , cel mai avansat LCD din domeniu. Face ID si mai rapid. Cel mai inteligent si mai puternic cip intalnit la un smartphone. Si un sistem revolutionar de camere. iPhone XR. Este superb oricum l-ai privi. Iti prezentam Liquid Retina.",
        "price": "3.649 Lei",
        "stock": "200"
    },
    "5":{
        "name": "Apple iPhone 5S, 16GB, Gold",
        "image": "https://s12emagst.akamaized.net/products/17043/17042909/images/res_beeb2a5b938cd2fc51ad063da79f4321_450x450_ckv0.jpg",
        "configuration": "iPhone 5S este proiectat pana la cele mai mici detalii cu o meticulozitate si o precizie specifica Apple. Nu este doar un produs care demonstreaza de ce e capabila tehnologia. Este ceva ce e util din punct de vedere tehnologic. Nu este doar ceea ce urmeaza, ci si ceea ce ar trebui sa urmeze",
        "price": "979 Lei",
        "stock": "200"
    }
},
    "iPad":{
        "0": {

        },
        "1": {

        },
        "2": {

        },
        "3":{

        },
        "4":{

        },
        "5":{

        }
},
    "iMac":{
        "0": {

        },
        "1": {

        },
        "2": {

        },
        "3":{

        },
        "4":{

        },
        "5":{

        }
},
    "iWatch": {
        "0": {

        },
        "1": {

        },
        "2": {

        },
        "3":{

        },
        "4":{

        },
        "5":{

        }
},
    "cart": {
        
}
}